export const languages = [
	{ id: 1, name: '한국어' },
	{ id: 2, name: '일본어' },
	{ id: 3, name: '중국어' },
	{ id: 4, name: '영어' },
	{ id: 5, name: '프랑스어' },
	{ id: 6, name: '독일어' },
	{ id: 7, name: '스페인어' },
	{ id: 8, name: '포르투갈어' },
	{ id: 9, name: '아랍어' },
	{ id: 10, name: '힌디어' },
	{ id: 11, name: '뱅골어' },
	{ id: 12, name: '인도네시아어' },
	{ id: 13, name: '베트남어' },
	{ id: 14, name: '태국어' },
];

export const travelStyles = [
	'문화재',
	'감성',
	'대자연',
	'힐링',
	'먹부림',
	'쇼핑',
];

export const countries = [
	{
		nation: '대한민국',
		cities: ['서울', '부산', '인천', '대구', '강릉', '여수', '제주'],
	},
	{
		nation: '일본',
		cities: ['도쿄', '오사카', '후쿠오카', '삿포로', '교토', '고베'],
	},
	{
		nation: '중국',
		cities: ['베이징', '난징', '광저우', '홍커우', '상하이'],
	},
	{
		nation: '베트남',
		cities: ['하노이', '사이공', '호이안'],
	},
	{
		nation: '태국',
		cities: ['방콕', '치앙마이'],
	},
	{
		nation: '프랑스',
		cities: ['파리', '리옹', '마르세유', '보르도'],
	},
	{
		nation: '영국',
		cities: ['런던', '맨체스터', '리버풀', '버밍엄', '글래스고', '옥스퍼드'],
	},
	{
		nation: '독일',
		cities: ['베를린', '뮌헨', '볼프스부르크', '슈투트가르트'],
	},
	{
		nation: '포르투갈',
		cities: ['리스본'],
	},
	{
		nation: '스페인',
		cities: ['마드리드', '바르셀로나', '그라나다', '빌바오', '발렌시아'],
	},
	{
		nation: '이탈리아',
		cities: ['밀라노', '로마', '베니스', '나폴리', '피사'],
	},
];
